<template>
  <div class="page1">
  
  	<div class="con">
  	    	<h2>软件投递免责协议书</h2>
 <p><b>一、声明：</b></p>
 <p>1.本声明的目的是为了科研开源软件创意大赛（以下简称“大赛”）主办方中国科学院计算机网络信息中心和参赛人员明确大赛权责，保护参赛人员的智力成果，避免大赛主办方和参赛人员在大赛期间出现不必要的纠纷，使科研开源软件创意大赛更加顺利、健康、成功。</p>
 <p>2.大赛活动期间参赛人员必须服从主办方的安排，自觉遵守大赛要求，凡因参赛人员个人行为所造成的一切后果由参赛人员自行承担。</p>
 <p>3.参加比赛前参赛人员必须向主办方告知参赛人员以及参赛作品的准确真实的信息，凡因参赛人员隐瞒实际情况所造成的一切后果均由参赛人员自行承担，主办方不承担任何责任。</p>
 <p>4.参赛人员在比赛期间发生的、与参赛有关的纠纷应在主办方协调下解决，因前述纠纷而导致的任何后果由造成伤害或损失的一方负责，主办方不承担任何责任。参赛之外的纠纷由参赛人员自行解决。</p>
 <p>5.主办方不为参赛人员投保。参赛人员不能因主办方未能协助其办理保险（包括但不限于意外伤害险等）或任何其他事由而向主办方提出索赔或诉讼等任何形式的权利主张。</p>
 <p>6.所有参赛作品的著作权、与作品有关的肖像权和名誉权等法律问题，由参赛人员自行解决并承担相应责任。参赛人员提交的参赛作品及其知识产权等全部权利应为参赛人员本人所有。主办方有权在本次大赛的相关专题、新闻、推广中无偿使用参赛作品。</p>
 <p>7.参赛作品违反国家法律、法规或社会公共秩序、社会风气的，主办方不承担任何责任。出现前述情形的，主办方有权取消违规参赛人员参赛资格，且参赛人员所获奖品不得退换或兑换现金。</p>
 <p>8.大赛的最终解释权归主办方，参加大赛即视为同意并遵守本大赛各项规则，凡不遵守规则的参赛人员将被取消参赛资格。</p>
 <p><b>二、本人已经详细阅读上述条款，同意以上声明并再次重申：</b> </p>
主办方已明确告知本人上述条款，本人已清楚认识大赛的各项注意事项。经慎重考虑，本人自愿参赛，并将严格按相关安全和管理规范行事，且本人提供的一切信息准确无误，本人自愿承担因参加大赛而可能造成的任何意外伤害或损失（包括但不限于因天气和自然环境突变、不服从主办方的安排擅自行事等造成的后果以及因此对他人造成的损失或伤害），并且承诺不因此向主办方提出索赔或诉讼等任何形式的权利主张。</p>
 <p><b>三、本声明经双方签字或盖章后生效。本声明一式两份，由主办方和参赛人员各持一份。</b> </p>
  
  	
  		

  	
  	</div>
  </div>
</template>

<script>
	

export default {
  name: 'page2',
  
  data () {
    return {
		
    	
    
      
    }
  },
 
   methods: {}
}
</script>

  <style type="text/css">
  	.page1 .con{
  		margin: 20px auto 0;
  		width: 1000px;
  	}
  	.page1 .con h2{
  		width: 100%;
  	text-align: center;
  	font-size: 20px;
  	line-height: 50px;
  	}
  	.page1 .con p{
  		font-family: "微软雅黑";
  		font-size: 16px;
  		line-height: 26px;
  		
  	}
  </style>