<template>
  <div class="page1">
  
  	<div class="con">
  	    	<h2>科研开源软件创意大赛参赛者承诺书</h2>
  <p>本人特向科研开源软件创意大赛（以下简称“大赛”）组委会作以下承诺：</p>
 <p>1.此次填报的参赛作品、报名表及附件材料的全部数据、内容均真实、准确、完整。</p>
 <p>2.若因参赛项目及项目的所有权、知识产权、技术秘密或使用权（授权）等法律纠纷问题而对大赛组委会造成不良影响 或损失，大赛组委会将视情节轻重保留追究相关人员法律责任的权利。</p>
 <p>3.因本参赛项目或项目的所有权、知识产权、技术秘密或使用权（授权）等任何原因而导致参赛团队成员之间、团队之间或与其他权利主体之间的法律纠纷或矛盾的，本人承诺由此产生的一切责任与义务均由本人自行承担，与组委会无关。</p>
 <p>4.若由于本人的违法违规行为（包括违反本届大赛相关要求或违反本承诺书）而给大赛组委会造成损失的，由本人负责全额赔偿。</p>
 <p>5.若大赛组委会在赛后发现参赛项目及项目的所有权、知识产权、技术秘密或使用权（授权）等权利归属不明晰或本人弄虚作假、被投诉等情况，本人同意由大赛组委会根据实际情况决定是否取消本人获奖资格并收回奖金。</p>
 <p>6.本人同意大赛组委会将参赛成果在科研软件社区(网址:http://cstsai.cstcloud.cn)上推广使用。</p>
 <p>7. 本承诺书自本人签字后立即生效。本承诺书真实有效，本人自愿签订并严格履行本承诺书，其中承诺事项自承诺书生效时即对本人产生法律约束力。本承诺书为不可撤销承诺书，本人无权撤回本承诺书中的各项承诺事项。</p>
  	
  	</div>
  
  </div>
</template>

<script>
	

export default {
  name: 'page1',
  
  data () {
    return {
		
    	
    
      
    }
  },
 
   methods: {}
}
</script>

  <style type="text/css">
  	.page1 .con{
  		margin: 20px auto 0;
  		width: 1000px;
  	}
  	.page1 .con h2{
  		width: 100%;
  	text-align: center;
  	font-size: 20px;
  	line-height: 70px;
  	}
  	.page1 .con p{
  		margin-top: 10px;
  		font-family: "微软雅黑";
  		font-size: 16px;
  		line-height: 26px;
  		
  	}
  </style>