<template>
  <div class="page1">

  	<div class="con">
  	    	<h2>软件投递免责协议书</h2>
 <p><b>一、声明：</b></p>
 <p>1.本声明的目的是为了科学软件开源社区网站方中国科学院计算机网络信息中心和软件上传人员明确权责，保护软件上传人员的智力成果，避免网站方和上传人员出现不必要的纠纷，使科研开源软件社区更加顺利、健康、成功。</p>
 <p>2.社区所有人员必须服从网站方的规定，自觉遵守开源软件相关协议要求，凡因社区人员个人行为所造成的一切后果由社区人员自行承担。</p>
 <p>3.上传软件前上传人员必须向网站方告知软件作品的准确真实的信息，凡因上传人员隐瞒实际情况所造成的一切后果均由上传人员自行承担，网站方不承担任何责任。</p>
 <p>4.所有上传软件作品的著作权、与作品有关的肖像权和名誉权等法律问题，由上传人员自行解决并承担相应责任。上传人员提交的软件作品及其知识产权等全部权利应为上传人员本人所有。网站方有权在开源社区的相关专题、新闻、推广中使用软件作品。</p>
 <p>5.上传作品违反国家法律、法规或社会公共秩序、社会风气的，网站方不承担任何责任。出现前述情形的，网站方有权注销相关人员的账号。</p>
 <p>6.社区的最终解释权归网站方，使用社区即视为同意并遵守本社区各项规则，凡不遵守规则的社区人员将被取消用户资格。</p>
 <p><b>二、本人已经详细阅读上述条款，同意以上声明并再次重申：</b> </p>
      主网站已明确告知本人上述条款，本人已清楚认识上传开源软件的各项注意事项。经慎重考虑，将严格按相关安全和管理规范行事，本人自愿承担因开源软件而可能造成的任何意外伤害或损失（违法内容、盗用代码等），并且承诺不因此向网站方提出索赔或诉讼等任何形式的权利主张。</p>





  	</div>
  </div>
</template>

<script>


export default {
  name: 'page2',

  data () {
    return {




    }
  },

   methods: {}
}
</script>

  <style type="text/css">
  	.page1 .con{
  		margin: 20px auto 0;
  		width: 1000px;
  	}
  	.page1 .con h2{
  		width: 100%;
  	text-align: center;
  	font-size: 20px;
  	line-height: 50px;
  	}
  	.page1 .con p{
  		font-family: "微软雅黑";
  		font-size: 16px;
  		line-height: 26px;

  	}
  </style>
